{
    "install-anydesk": {
        "title": "HOW DO YOU INSTALL ANYDESK?",
        "html": "<h2>WHAT IS ANYDESK</h2><p>AnyDesk is software that allows a third party to access your computer screen and perform actions on it. Technical support representatives will usually ask you to install the software so they can access your computer remotely to diagnose problems, perform repairs, or do actions that can only be done from your PC.</p><ol><li>Go to: https://150.co.il/</li><li>Choose the appropriate option — 3 or 8 — depending on your operating system. Option 3 is for Windows; option 8 is for Mac.</li></ol><img src=\"/images/Posts/Screenshot_1.png\" alt=\"AnyDesk step placeholder\"/><ol start=\"3\"><li>The download will start immediately — file name: AnyDesk.exe.</li><li>Click the downloaded file. The software will ask you to register or log in to an existing account.</li></ol><img src=\"/images/Posts/Screenshot_2.png\" alt=\"AnyDesk step placeholder\"/><p>If you do not have an existing account please register.</p><img src=\"/images/Posts/Screenshot_3.png\" alt=\"AnyDesk step placeholder\"/><ol start=\"5\"><li>Go to the email address you registered with and confirm the account</li></ol><img src=\"/images/Posts/Screenshot_4.png\" alt=\"AnyDesk step placeholder\"/><img src=\"/images/Posts/Screenshot_5.png\" alt=\"AnyDesk step placeholder\"/><img src=\"/images/Posts/Screenshot_6.png\" alt=\"AnyDesk step placeholder\"/><p>After completing the actions, you will receive a confirmation that the account has been updated</p><img src=\"/images/Posts/Screenshot_7.png\" alt=\"AnyDesk step placeholder\"/><ol start=\"6\"><li>Log in to your new account</li></ol><img src=\"/images/Posts/Screenshot_8.png\" alt=\"AnyDesk step placeholder\"/><p>By clicking Login, a new window will open in your browser and you will need to enter the email and password you created</p><img src=\"/images/Posts/Screenshot_9.png\" alt=\"AnyDesk step placeholder\"/><p>Good luck!</p><p>18/4/23 | Avishai Brina</p><p>Want to know more? For questions and inquiries, we're here for you:</p><p>Mobile: 055-9-91-91-91</p><p>Email: Support@matat.co.il</p>"
    },
    "use-sms-on-sales-sites": {
        "title": "Use SMS messages on sales sites",
        "html": "<p>Today, the world has moved forward and your customers on sales sites will be happy to receive many notifications via SMS rather than email.<br>SMS messages sent to the mobile device have many advantages, and today we will give some of the benefits that we present in this article to be applied immediately and easily by installing the TextMe SMS plugin on your sales site.</p><p>The advantages of SMS messages to a sales site that we will detail in this article:<br>1. Update customers about products that have returned to stock.<br>2. Update customers about changes in order status on the website.<br>3. Log in to the website using a code sent by SMS to the mobile device.</p><ul><li>In online stores, the sales rate is different from the sales rate in physical stores.<br>Consumer culture has changed and today many people have moved most of their daily shopping to online stores, from food, clothes, beauty products, to spa packages and more.<br>Your online customers have realized that time is money, and to save time, they order most of the different products we consume in our daily lives online and get them quickly to the doorstep.<br>Since we see and anticipate future trends, we can see that every year many people join online purchases and that the rate of sales in the various categories has increased, as has the amount of inventory in the products, but the product that your customers want to purchase will not always be in stock.<br>That's why at Matat we developed the option for your customers to register using a mobile phone number for an update on the return of the product to stock via SMS messages sent to the customer as soon as the product is back in stock.</li></ul><p>&nbsp;</p><ul><li>Today, we understand that the most important thing on sales sites is the creation of a community and members of a loyalty club. Casual customers aren't bad, but returning customers come back and purchase on your site. To enable our clients to create a community and loyalty club of repeat customers, we shortened the registration/login process. Nowadays, this can be easily done by registering using the mobile phone number and getting a one-time code on the mobile number. After registering for the first time, your customer can log in to the website using a one-time password sent to them; the customer will not need to remember a fixed password as before.</li></ul><p>&nbsp;</p><ul><li>Due to a need that arose among many websites in our company, we saw that many customers purchase online. In addition to receiving the email about a new order they have made—and since many online buyers do not use email or do not check it frequently—we decided to develop a sales plugin that allows you to send text messages to your customers about a new order received (for example: “Thank you for your purchase — your online order has been received.”).</li></ul><p>Some of these benefits you can easily add to your website by installing the TextMe SMS plugin.<br>The plugin will allow you to send your online customers SMS messages about an order received and changes in the status of the order.<br>You can use the plugin to set the option that as soon as a user signs up on one of the forms on the site (for example, joining a newsletter), they will receive an SMS message.<br>The plugin can be downloaded from the WooCommerce plugin store or <a href=\"https://wordpress.org/plugins/textme-sms-integration/\">by clicking here</a>.</p><p>In order to use the plugin, you need to purchase a messaging package on the TextMe SMS website for quick setup — <a href=\"http://textme.co.il\">click here</a>.</p>"
    },
    "sales-site-menu-best-practices": {
        "title": "Connecting Shopify to Zap – The complete guide",
        "html": "<h2>Connecting Shopify to Zap – How We Developed an App That Creates a Zap-Optimized Feed</h2><h3>Challenge</h3><p>When we launched a new website for one of our clients, he asked an obvious question: <em>How do I connect the site to Zap?</em><br>Zap is one of Israel's leading price comparison platforms, which allows e-commerce website owners to present their products to hundreds of thousands of surfers looking for the most affordable price.</p><p>We looked at the options available and found that there's no official app for connecting Shopify to Zap. For the customer, this was crucial: the display at Zap was an integral part of their sales strategy.</p><h3>Solution</h3><p>We decided to develop a dedicated app: <strong>Zap Feed Generator</strong>.<br>The app generates a dynamic feed according to Zap's requirements, including:</p><ul><li>Full sync of all products on Shopify.</li><li>Option to exclude certain categories.</li><li>Set the frequency of feed updates (daily, hourly, or custom).</li></ul><p>At the same time, we worked closely with the Zap team, who made sure that the feed met all their standards – and after testing and approval, the app went live.</p><h3>Result</h3><p>Our customer connected the store to Zap services within a few days, and all the products started appearing on the comparison site. Traffic to the website grew significantly, with new leads and purchases coming directly from the platform.</p><h3>Comparison: Why not use manual solutions?</h3><p>Some store owners try to create a Zap feed manually (using an Excel file or CSV updates). It may work in the short term, but it has obvious disadvantages:</p><ul><li>❌ <strong>Precious time</strong> – Any change in inventory or price requires a re-update.</li><li>❌ <strong>Risk of errors</strong> – A mistake in the feed may cause the products to be rejected by Zap.</li><li>❌ <strong>Lack of automation</strong> – There is no possibility of continuous automatic updates.</li></ul><p>Our app solves all of this – automatic updates, high reliability, and time savings.</p><h3>Official launch for everyone</h3><p>We realized that the solution could serve not only the specific customer – but all the shop owners on Shopify – so we published the app on the official Shopify app store:<br>👉 <a href=\"https://apps.shopify.com/zap-feed-generator\">Zap Feed Generator</a></p><p>Today, any Shopify store owner who is interested in appearing on Zap can install the app with one click and start displaying their products on the leading price comparison platform in Israel.</p><h3>Why is this important for businesses?</h3><ul><li><strong>Exposure to new customers</strong> – hundreds of thousands of surfers search for products on Zap every month.</li><li><strong>Increase sales</strong> – Appearing on Zap creates trust and leads shoppers to compare and purchase.</li><li><strong>Full automation</strong> – No more manual updates; your feed automatically updates according to your settings.</li></ul><h3>Frequently Asked Questions (FAQ)</h3><p><strong>Q:</strong> Why should I connect Shopify to Zap?<br><strong>Answer:</strong> Connecting to Zap opens a strong marketing channel that brings in new customers and increases sales.</p><p><strong>Question:</strong> Does the app support all types of products?<br><strong>Answer:</strong> Yes. Any product on Shopify can be included in your feed – including variations, images, and prices.</p><p><strong>Q:</strong> How long will it take for my products to appear on Zap?<br><strong>Answer:</strong> In most cases, within 24–48 hours of sending the first feed.</p><p><strong>Question:</strong> Is it possible to choose which products will not be displayed?<br><strong>Answer:</strong> Absolutely. You can exclude specific categories or products directly from the settings.</p><p><strong>Question:</strong> Is the app only suitable for the Israeli market?<br><strong>Answer:</strong> At the moment yes – the integration is specifically designed for Zap Israel.</p><h4>Summary</h4><p>The development of the <strong>Zap Feed Generator</strong> is an example of a real case study: a customer's challenge that led to an innovative technological solution, which is now available to all Shopify users in Israel.</p>"
    }
}